"""
МОДУЛЬ 2
Программа из 2-го дз
Сначала пользователь вводит год рождения Пушкина, когда отвечает верно вводит день рождения
Можно использовать свой вариант программы из предыдущего дз, мой вариант реализован ниже
Задание: переписать код используя как минимум 1 функцию
"""


def ask_question(message, answer):
    item = input(message)
    while item != answer:
        print("Не верно")
        item = input(message)
    print('Верно')


ask_question('Ввведите год рождения А.С.Пушкина: ', '1799')
ask_question('Ввведите день рождения Пушкина: ', '6')
