# 9. Написать программу или модернизировать предыдущую используя условные операторы:

year = 1799
day = 6

birthdate = int(input('Введите год рождения А.С Пушкина: '))

if birthdate == year:
    birth_day = int(input('Введите день рождения А.С Пушкина: '))
    if birth_day == day:
        print('Верно')
    else:
        print('Неверный день рождения')
else:
    print('Неверный год рождения')
