# 7. Написать программу используя условные операторы:

birthdate = int(input('Введите год рождения А.С Пушкина: '))

if birthdate == 1799:
    print('Верно')
else:
    print('Неверно')
