# 11. Написать или модернизировать программу (МОДУЛЬ 2) используя условные операторы и цикл while:

birthdate = 0

while birthdate != 1799:
    birthdate = int(input('Введите год рождения А.С Пушкина: '))

print('Верно')
